adit-war/doc/testMessages/getNotifications.v1/error_database_down.xml

<!-- Siin on p채ring sama, mis eduka p채ringu korral -->
<!-- Lihtsalt taustal on andmebaasiserver v채lja l체litatud -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xtee="http://x-tee.riik.ee/xsd/xtee.xsd" xmlns:amet="http://producers.ametlikud-dokumendid.xtee.riik.ee/producer/ametlikud-dokumendid">
   <soapenv:Header>
     <xtee:nimi>ametlikud-dokumendid.getNotifications.v1</xtee:nimi>
      <xtee:id>00000000000000</xtee:id>
      <xtee:isikukood>EE38005130332</xtee:isikukood>
      <xtee:andmekogu>ametlikud-dokumendid</xtee:andmekogu>
      <xtee:asutus>12345678</xtee:asutus>
      <amet:infosysteem>kovtp</amet:infosysteem>
   </soapenv:Header>
   <soapenv:Body>
      <amet:GetNotifications>
         <keha/>
      </amet:GetNotifications>
   </soapenv:Body>
</soapenv:Envelope>